Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 那少女要么是失心疯，要么是一根筋缺心眼，明明可以一口气驾驭飞剑，拔高到飞石势弱的高空。
en_us: This young girl had either gone crazy or she was absolutely stupid.

source: 那少年微笑道：“那你说个价。”
en_us: "How much do you want for her?" the brocade-robed young boy asked with a faint smile.

source: 那少年站起身大声问道：“你们找人？”
en_us: The boy stood up as he asked in a loud voice, "Are you looking for someone?"

source: 那少年，才是天命所归。
en_us: Ma Kuxuan, that young boy, had the Mandate of Heaven.

source: 那年冬天，女子终究还是没能熬过年关，没能等到儿子贴上春联和门神，死了。
en_us: Unfortunately, the woman was unable to make it through the winter of that year, passing away before the turn of the year.

source: 那年轻伙计在远处笑道：“咱们刘师傅当时去过一趟泥瓶巷，给他娘看病后，教过孩子一回，后来不放心，又亲自看着这孩子煎熬，奇了怪了，屁大孩子，竟然还真没啥差错。是刘师傅亲口说的，应该没错。”
en_us: The young shop employee smiled as he said, "Old Man Liu made a trip to Clay Vase Alley once to take a look at his mother, and at the time, he taught him how to brew medicine. After that, he went back one more time to check on the boy as he was worried that he wouldn't be able to follow the instructions correctly, but to his surprise, the boy was able to execute his instructions perfectly despite his young age. I heard this directly from Old Man Liu, so it should be reliable information."

source: 那座横跨小溪的廊桥里，一位高大少年倒在血泊中，身体抽搐，不断吐出血水。
en_us: On the covered bridge that spanned across the creek, there lay a tall and broad young boy in a pool of blood, his body convulsing as blood poured from his mouth.

source: 那指剑成功斩断齐静春手臂后，似乎主人怒气犹在，双指快速缩回云海，并未就此罢休，而是以更快速度刺向那个已是无本之木、无源之水的悬空拳头。
en_us: Even after severing Qi Jingchun's arm, the owner of the elderly voice still seemed to be in a fit of rage, and the pair of fingers were quickly pulled back, but that wasn't the end. Instead, they were immediately plunged down once again at an even faster speed, aimed at Qi Jingchun's already detached left fist.

source: 那是一个齐字。
en_us: Each child had received a "Qi" character.

source: 那是块蛇胆石，刚好能一手握在手心，如同一块冻结凝固的蜂蜜，纹理细腻，颜色极正。
en_us: This was a snake gall pebble that was just large enough to wrap one's hand around. It looked like a frozen piece of honey, with its color brilliant and its patterns delicate.

source: 那条土黄色的四脚蛇，正趴在门槛上晒太阳，此时当它寂然静止，便恢复“真身”了，光线映照下，只见它流光溢彩，晶莹剔透，身躯通体像一块琉璃。
en_us: Meanwhile, the earthern-yellow four-legged snake was lying on the doorstep and sun basking. With the surroundings silent and still, the four-legged snake also recovered its "true body". Under the radiant illumination of the sun, it appeared dazzling and colorful, and it appeared smooth and crysal-like. Its body was like a piece of colored glaze.

source: 那柄出鞘长掠至此的“飞剑”，吓得果真躲回了剑鞘。
en_us: The longsword had flown all the way here after emerging from its scabbard, and it was so frightened that it really did fly back into the scabbard again.

source: 那柄飞剑如获大赦，剑身欢快一跳，掉转剑头，一掠而去。
en_us: The flying sword happily bounced in the air, feeling as if it had been granted freedom. It then turned around and soared into the distance.

source: 那根无形的边境线上，它们既不敢向前跨过一步，也不愿往后撤离一步。
en_us: They didn't dare to take so much a single step beyond the invisible border, but they were also extremely reluctant to leave.

source: 那正阳山老猿似乎认定了一位出气筒。
en_us: Having spotted Song Changjing from afar, it seemed that Bai Yuan had identified him as a target for him to vent his frustrations.

source: 那汉子走到道路旁边，让那三辆马车畅通无阻地过去。
en_us: Li Er stepped aside and allowed the three carriages to pass without any obstructions.

source: 那男人一脸生无可恋的模样。
en_us: The man wore an exasperated expression.

source: 那种干干净净的眼神，她在以“无垢澄澈”著称的云霞山，修行这么多年，从头到尾都不曾见到过几次，生长于陋巷的贫寒少年，有什么资格日复一日、年复一年拥有这份美好？
en_us: Even though she had been cultivating for many years on the Dawn Cloud Mountain, which was renowned for its pristine purity, she had never seen a pair of eyes as clean and pure and Chen Ping'an's. Why was it that an impoverished boy who had grown up in such a filthy place was entitled to something so beautiful?

source: 那草鞋少年果然有援手呼应。
en_us: As expected, Chen Ping'an had an accomplice, and that accomplice was no ordinary person.

source: 那道身影如一株水草，不由自主地“随水”摇曳，沙哑开口道：“那小丫头片子，好歹是咱们这儿下一位圣人的独女，身份何等尊贵，为何偏偏钟情于陋巷少年？”
en_us: The blurry figure involuntarily swayed with the water like a water weed, and she replied in a hoarse voice, "That little girl is the daughter of the next Sage, after all, so just how lofty and noble is her status? Why does she insist on becoming friends with that impoverished boy?"

source: 那部剑经的传承方式极为特殊玄妙，无法言传，像是被刘氏先祖题字于壁，或者说是当年那个正阳山叛徒，留下一道流转不定的剑意在子孙体内，代代相传，一直在等待天资卓绝的子孙出现，能够驾驭这道蕴含剑经内容的剑意。
en_us: The way in which the sword scripture was passed down was extremely special. It couldn't be passed down verbally. Instead, it was passed down in the form of a burst of sword intent, which the traitor from the Sun Scorch Mountain had left in the body of his descendants, and that burst of sword intent had been passed down for generation after generation, waiting for the emergence of a descendant that possessed sufficient aptitude to be able to harness the contents of the sword scripture.

source: 那金色巨人声如擂鼓，轰隆隆传遍天空，大笑道：“有人说你齐静春不简单，拥有两个本命字，春字之外，还有一个坏了规矩的静字，来来来，让本座开开眼！”
en_us: The voice of the golden giant was rumbling like thunder as he chortled, "People have always proclaimed that you're remarkable man, possessing a pair of bonded characters. Aside from the 'Chun' character, you also possess a bonded 'Jing' character, which goes against the rules. Come and show me just how remarkable you are!"

source: 郑大风不以为耻，转头谄媚道：“要不要给师父你老人揉揉肩敲敲腿？”
en_us: Zheng Dafeng wasn't embarrased after hearing this, and he instead turned around with an obsequious smile, asking, "Master, do you want me to massage your shoulders and legs for you?"

source: 郑大风也怨师父偏心，只不过有些事情，实在是不认命不行。
en_us: Zheng Dafeng was also frustrated that his master was biased, but there were some things that he had no option but to accept.

source: 郑大风像是一个饱受委屈的幽怨小娘，悲愤欲绝道：“我以后再也不敢了。行了吧？！”
en_us: Zheng Dafeng was like an indignant little girl as he yelled in a furious and grief-stricken voice, "Fine, I won't do it again, alright?"

source: 郑大风双手抱住脑袋，望向院子里的雨水四溅，这么个老大不小的汉子，欲哭无泪。
en_us: Zheng Dafeng clasped his head in grief. As he stared at the splashing rain in the backyard, the middle-aged man felt like he was on the verge of tears.

source: 郑大风哭丧着脸道：“师父，李二按照你老吩咐，去办那件事情了啊，一时半会肯定回不来。”
en_us: There was grief on Zheng Dafeng's face as he said, "Master, Li Er has gone to deal with that matter according to your instructions. He definitely won't be coming back anytime soon."

source: 郑大风在一旁煽风点火，“师兄啊，不是我说你，白瞎了你那只龙王篓啊，给谁不好，偏偏给了大骊的死对头，大隋的那位小皇子。小心以后宋长镜跟你秋后算账。再说了，肥水不流外人田，留给我侄子侄女也好嘛，怎么，师兄你觉得宝贝烫手啊，实在不行，送给我也成啊。”
en_us: Zheng Dafeng added fuel to the fire, lecturing, "Senior Brother, don't blame me for scolding you, but you seriously wasted that Dragon King Basket. Who couldn't you have given it to? Yet, you somehow ended up giving it to the mortal enemy of the Great Li Empire, that small prince from the Great Sui Nation. Be careful of Song Changjing settling this debt with you in the future. "In any case, one shouldn't allow their own wealth and hard work to be accrued by others. Couldn't you have given the treasures to my niece of nephew? What, you were afraid that the treasures were like hot potatoes? If you truly felt like you had no option, you could have even given them to me!"

source: 郑大风就差太远了。
en_us: Meanwhile, Zheng Dafeng was far inferior to them

source: 郑大风心情愉悦几分，随口问道：“师兄拦得住那家伙？”
en_us: With his spirits improved, Zheng Dafeng casually asked, "Can Senior Brother Li stop that person?"

source: 郑大风忧心忡忡道：“真武山那厮竟然请神下山，会不会有麻烦？毕竟现在有无数人盯着这边呢。”
en_us: Zheng Dafeng was filled with worry as he said, "That bastard from True Martial Mountain actually summoned a deity from his sect... Will that cause any trouble? After all, countless people have their eyes on this small world."

source: 郑大风怯生生问道：“师父，齐静春是铁了心要不按规矩来，到时候咱们何去何从？”
en_us: "Master, it looks like Qi Jingchun is hellbent on breaking the rules. What should we do then?" he asked nervously.

source: 郑大风愣在当场。
en_us: Zheng Dafeng faltered upon hearing this.

source: 郑大风整张脸都黑了，耷拉着脑袋，霜打茄子似的，没有半点精气神。
en_us: Zheng Dafeng's expression became dark, and he hung his head in complete dejection. It was as if he had lost all his energy and spirit.

source: 郑大风满脸惊讶，转头望去，只看到老人那张面无表情的沧桑脸庞。
en_us: Astonishment spread across Zheng Dafeng's face. Turning around and looking back, what he saw was the old man's expressionless face. This was a face that was filled with the vicissitudes of life.

source: 郑大风看着妇人在院子里撒泼打滚，下这么大雨，妇人又是好生养的丰满身段，衣衫又单薄，以至于杨家铺子好多活计都赶来凑热闹，一个个偷着乐，大饱眼福。
en_us: Zheng Dafeng looked at the woman who was crying and shouting in the backyard. The rain was quite heavy, and the woman was also fairly voluptuous, with her clothing also being relatively thin at this moment. As a result, many shop assistants from the Yang Family's medicine shop walked over to join the fun. They were all secretly delighted as they enjoyed this feast for the eyes.

source: 郑大风缩头缩脑跑到正屋檐下，蹲在远处，不敢离杨老头太近。
en_us: Zheng Dafeng timidly ran over and squatted under the eaves, staying far away from Old Man Yang. He didn't dare to get too close to him.

source: 郑大风苦笑更甚，点了点头，没有转身，加快步子。
en_us: Zheng Dafeng's expression became even more bitter as he nodded in understanding. He didn't turn around as he hastened his footsteps.

source: 郑大风赧颜道：“师父你这话说的，伤人心了啊，我这个做徒弟的，本事不大，可是孝心足啊，哪里会惦记那些，我又不是李二他媳妇。”
en_us: Zheng Dafeng was slightly red with embarrassment as he corrected his master, saying, "Master, your words are so hurtful! Your disciple might not be the most capable person ever, but I'm definitely a dutiful and respectful person! How could I be coveting your wealth? It's not like I'm Li Er's wife or anything."

source: 郑大风连下跪磕头的心都有了。
en_us: At this moment, Zheng Dafeng felt an urge to fall to his knees and kowtow.

source: 郑大风黯然离开杨家铺子。
en_us: Zheng Dafeng dejectedly left the Yang Family's medicine shop.

source: 酝酿了半天，道人也没能想出自己满意的言语。
en_us: He scrambled to find a suitable adjective for what he was feeling for a while, but was unable to come up with anything that could fully encapsulate what he felt.

source: 重获自由之身的河婆，姿容皮囊开始缓缓恢复青春，但是下一刻，她骤然惊惧得忍不住尖叫起来，原来那一头鸦青色的瀑布青丝，在缩减长度，她撕心裂肺道：“为何我的道行在流逝！”
en_us: Having been freed from the fiery dragon's clutches, the river guardian was beginning to slowly rejuvenate into a more youthful form once again, but in the next instant, she suddenly let loose a shriek of alarm and horror. As it turned out, her head of dark green hair was shortening in length, and she screeched in a frantic voice, "Why is my Dao foundation seeping away?"

source: 金光消散，不见神将。
en_us: The golden light vanished, and so too did the deity.

source: 金色仙人一拳拳落下，每一次拳势雷霆万钧，恐怕东宝瓶洲任何一座王朝的五岳雄山，也经不起他这一拳。
en_us: One punch after another came raining down from the golden immortal, and each punch was imbued with tremendous power. Even the tallest and omst majestic of mountains on the Eastern Treasured Vial Continent wouldn't have been able to withstand a single one of his punches.

source: 金色绚烂的飞剑法雨，从上往下，起于大地的春雨水幕，由下往上。
en_us: The resplendent storm of golden flying swords was raining down from above, while the droplets of rain on the ground were rising up from below.

source: 铁匠铺一间铸剑室，负责捶打的阮邛竟然一锤落空，握着剑条的马尾辫少女满脸震惊。
en_us: In a blacksmith shop by the creek, Ruan Qiong surprisingly missed the sword billet as swung down with his hammer, causing an expression of shock to spread across the face of the young girl who was holding the sword billet for him.

source: 铁匠铺子这边，陈平安正在和宁姚坐在井口吃午饭，天黑之后，陈平安虽然奇怪，但是不耽误他低头扒饭，铁匠铺的伙食相当不错，长短工每餐都能分到一块食指长宽的肥腻红烧肉，外加一勺油水，饭管够，但是肉就只有一块，陈平安大概是两大碗米饭的饭量，所以每次从掌厨师傅那边分到一块肉后，因为有汤汁，第一碗往往是只吃饭不动肉，吃到最后，那块红烧肉就会从碗顶一点点滑落到碗底，然后跑去盛第二碗米饭，这才干净利落解决掉那块肉。
en_us: Over at the blacksmith's forge, Chen Ping'an was having lunch with Ning Yao while seated on the edge of a well, and he was rather perplexed by the sudden transition from day to night, but he continued eating without delay. All of the laborers at the blacksmith's forge were fed very well, and each of them would receive a piece of fatty braised meat the size of an index finger with each meal. Additionally, they would receive a spoonful of oil and all the rice that they could eat, but only that single piece of meat. Chen Ping'an would always have roughly two large bowls of rice with each meal, so after receiving the piece of braised meat from the chef, he would always eat the first bowl of rice with nothing but the juices from the piece of meat, leaving the meat completely untouched. Thus, the peice of meat would gradually make its way from the top of the bowl all the way to the bottom, and only after receiving his second bowl of rice would he finally make short work of the piece of meat.

source: 铁锁井轱辘车旁边，老妪坐在地上干嚎，“挨千刀的小贱婢，要遭天谴啊我的命好苦啊，老天爷不长眼，怎么不劈个雷下来，砸死这个小浪蹄子啊”
en_us: Meanwhile, the old woman was howling beside the Iron Lock Well. "Cursed little wretch! You deserve the wrath of the heavens! Why is my life so hard and miserable... Oh, the heavens don't have eyes... Why don't you unleash a thunderbolt to smash that detestable and seducing little maidservant?!"

source: 铁锁井那边的马婆婆麻溜站起身，匆匆忙忙跑回家去了，小水桶摇摇晃晃，一路洒出井水，估计到家后，不会剩下半桶水。
en_us: Near the Iron Lock Well, Granny Ma quickly stood up before hurriedly running home. Her small bucket swayed back and forth, spilling water everywhere. When she arrived home, perhaps there wouldn't even be half a bucket of water left.

source: 铁锁井，身材魁梧的外乡年轻人蹲在不远处，使劲盯着轱辘车。但是眼角余光，却偷偷瞥向一位丰腴村妇的侧影，她正弯腰从井口中提起一只水桶，弧度惊人的臀部，沉甸甸坠下的胸脯，整个人略显夸张的曲线，玲珑毕露，身躯绽放出一股饱满麦穗的野性气息，让原本不过中人之姿的妇人，也多出一些别样韵味来。当年轻人意识到周围环境出现诡异静止后，他人没有动，只是壮着胆子，正视那幅妇人汲水的美妙画面，年轻人偷偷咽了咽口水，赶紧扭转身体，换了个蹲姿。
en_us: Near the Iron Lock Well, a sturdily-built young man from outside of town was squatting down and staring intently at the spinning spindle of the well. However, out of the corner of his eyes, he was secretly stealing glances at the side figure of a shapely village woman. She was currently bent over and hoisting a bucket of water from the well, perfectly showing off her voluptuous behind and her weighty breasts. Her curves seemed slightly exaggerated, and her shapely figure was exposed for all to see. Her movements more so highlighted her slightly unruly nature that was just like the swaying plump ear of wheat. This caused the woman who only had a middling appearance to radiate with a different kind of charm. When the young man finally noticed the eerie silence and stillness in the surroundings, he didn't choose to move either. Instead, he summoned his courage and stared straight at the wonderful figure of the woman at the well. The young man silently swallowed. He then hurriedly shifted his body to squat in a different stance.

source: 铸剑之室，火星亿万。
en_us: The swordsmithing room was filled with countless radiant sparks.

source: 铸剑好啊，刘羡阳一想到自己将来就能有一把真剑，就忍不住兴奋起来，丢了树枝，开始边跑边喊，鬼哭狼嚎。
en_us: Liu Xianyang couldn't help but get excited at just the mere thought of being able to own a real sword in the future, and he tossed the branch aside before beaking into a sprint while yelling in excitement.

source: 锈迹斑斑的剑尖轻轻晃了一晃。
en_us: The rusty blade shuddered slightly.

source: 锦衣少年不再理睬宋集薪，偏移视线，望向陈平安，“今天多亏了你，我才能买到那条鲤鱼，买回去后，我越看越欢喜，想着一定要当面跟你道一声谢，于是就让吴爷爷带我连夜来找你。”
en_us: The young boy paid no further heed to Song Jixin as he turned to his gaze to Chen Ping'an. "It's all thanks to you that I was able to buy that carp today. After taking it back home, the more I looked at it, the more I fell in love with it, so I decided that I had to come and thank you in person. That's why I asked Grandpa Wu to bring me here to see you right away."

source: 锦衣少年临时改变主意，收起了那方玉玺，装入一只早就准备好的布袋子，系挂在腰间，但是依然站在小巷中央，没有要让路的意思。
en_us: All of a sudden, the brocade-robed boy changed his mind, stowing the jade seal into a cloth pouch that he had prepared earlier. He tied the pouch to his own waist, then remained standing directly in the middle of the alley, displaying no intention to moving out of the way.

source: 锦衣少年伸出手指，指向脸色冷漠的老宦官，愤怒指责道：“闭嘴你这个老阉人我不想听你的胡说道我只确定你毁了我的精心拉拢，就是个瞎子，也知道那个能够驾驭飞剑的少女，是如何天赋异禀惊才绝艳哪怕放于山上的修行之人当中，她也是最拔尖的天才这样的角色，莫说是大隋或是大骊，便是整个东宝瓶洲，她也是凤毛麟角的存在我只需要培养她十年，最多二十年，她就能够成为我身后影子里，最厉害的刺客任你是陆地神仙，是武道大宗师，算得了什么结果呢我是高稹，是大隋王朝的未来太子是你这个吴老阉人的主子”
en_us: Gao Zhen stabbed a finger in Wu Yue's direction with a cold look on his face as he furiously interjected, "Shut your mouth, you old, castrated donkey! I don't want to hear any more of your senseless ramblings! All I know is that you've completely gone against my wishes and foiled my plans to recruit that woman as an ally! Even an idiot would be able to tell that she possesses exceptional aptitude. Even if we compare her to the most talented prodigies out of the cultivators on the mountain, she would still be among the cream of the crop! A prodigy of her caliber is exceedingly rare even across the entire Eastern Treasured Vial Continent, let alone our Great Sui Nation or the Great Li Empire! All I would have to do is nurture her for 10 years, 20 years at most, and she would become the most lethal assassin at my disposal! With her at my side, no one would dare to stand against me, regardless of whether it be terrestrial gods or a Superior Grandmasters in the martial arts! Don't ever forget that I, Gao Zhen, will be the future heir to the Great Sui Nation's throne, and you're nothing but a castrated old geezer who will serve me until you die!"

source: 锦衣少年促狭道：“吴爷爷，你出宫之后，话变得多了。以前在宫里头，你一年到头就是翻来倒去那几句话，比我姐饲养的那只笨鹦鹉还不如。”
en_us: A displeased look appeared on the brocade-robed boy's face as he said, "You've become rather chatty and meddlesome ever since we left the palace, Grandpa Wu. Back in the palace, you only said the same few things over and over again. Even that dumb parrot kept by my sister had a bigger vocabulary than you!"

source: 锦衣少年嘴角翘起，道：“逗你玩的。”
en_us: An amused smile appeared on the boy's face as he said, "I was just fooling around."

source: 锦衣少年在冷峻少女七步距离外，停下身形，眼神真诚道：“我叫高稹，是大隋弋阳郡人氏。吴爷爷若有得罪之处，我愿意向姑娘道歉和补偿。”
en_us: The brocade-robed boy stopped a few meters away from the young woman, looking at her with an earnest expression as he said, "My name is Gao Zhen, and I am from Yiyang County of the Great Sui Nation. If Grandpa Wu has caused you offense in any way, then I am willing to apologize on his behalf and offer you compensation."

source: 锦衣少年如释重负，“起来吧，吴爷爷，跪着多不像话。我大隋十二位大貂寺，素来只跪帝王，这要是被六科言官或是礼部的人瞧见，拿出来说事，咱们俩都要倒霉。行了，这趟小镇之行，我承蒙祖宗庇护，圆满完成，我们就不要横生枝节了，速速离开此地，而且在外头跟自己人接应后，也不可掉以轻心，要知道大骊王朝内的六大柱国，其中袁曹两家虽是对立阵营，但是很不凑巧，这两根大骊砥柱，与我们大隋高氏有不共戴天之仇，旦吴爷爷你在此有了意外，战力受损，我很难安然无恙地返回大隋。”
en_us: Gao Zhen was very relieved to see this, and she turned to the old man as he said, "Get up, Grandpa Wu, you're making a fool out of yourself. The 12 cheif eunuchs of our Great Sui Empire have only ever knelt down to the past emperors. If the imperial censors of the six supervisory divisions or anyone from the Ministry of Rites were to see this and decide to kick up a big fuss, you and I will both be in deep trouble. Thanks to the blessings of my ancestors, I was able to obtain what I came to this town to acquire, so let's not stay here any longer and risk running into further unforeseen trouble. Furthermore, even after we meet back up with our people on the outside, we can't afford to get complacent. Among the six pillar nations of the Great Li Empire, the Yuan Clan and the Cao Clan may be in opposition with one another, but unfortunately for us, both of these pillar nations are sworn enemies of our Great Sui Nation. If anything were to happen here that negatively impacts your ability to perform in battle, then it'll be very difficult for me to return safely to our Great Sui Nation."

source: 锦衣少年对于三种不见于正史记载的铜钱，钻研了一路，也琢磨不出任何门道。
en_us: There were no official historical records of any of those three types of copper coins, and on the way here, the brocade-robed young boy had studied them intently, but was unable to find anything special about them.

source: 锦衣少年懒洋洋笑道：“虽然我早就听闻修行路上，三教九流鱼龙混杂，许多邪门歪道，更多旁门左道，但是我和她不过一场萍水相逢，她这就要见财起意，杀人夺宝？不太可能吧？要是山上人人如此，岂不是早就天下大乱了？”
en_us: A dismissive smile appeared on the brocade-robed boy's face a she said, "I've heard that there are countless different factions on the path of cultivation, and that there's no lack of strange and sinisters forces among them, but this is only a chance encounter between me and her, surely she wouldn't try to kill me just because she's taken a liking to my treasure! If everyone on mountain were like this, then wouldn't the entire world have already been plunged into completely turmoil?"

source: 锦衣少年有些心灰意冷，“算啦算啦，把这笔烂账算在一个丫头头上，不算大丈夫所为。”
en_us: The brocade-robed boy was a little disillusion, and he sighed, "Fine, fine, I'll let her pass. It's unbefitting of a man like myself to pick on a little girl anyway."

source: 锦衣少年的眼角余光，其实也早早发现了奇怪少女，头戴浅露款式的帷帽，悬佩一柄绿鞘狭刀，步伐沉稳，显而易见，她绝不会是小镇本地人。
en_us: The brocade-robed boy had already spotted the strange young woman out of the corner of his eye. Judging from her peculiar veiled hat, the saber strapped to her waist, and her firm and stable footsteps, it was clear that she definitely wasn't a local resident of the town.

source: 锦衣少年笑了笑，侧过身，示意少女先行。
en_us: The brocade-robed boy smiled as he turned to the side, granting the young woman free passage.

source: 锦衣少年脸色如常，点头道：“好。”
en_us: The brocade-robed young boy's expression remained unchanged as he nodded in response. "Alright, I'll take her."

source: 锦衣少年身边拂过阵清风，鬓角发丝和锦衣袍袖都被吹得飘荡起来。
en_us: All of a sudden, a gentle breeze blew past Gao Zhen, rustling through his hair and causing his robes to flap incessantly.

source: 锦衣少年身边站着一位身材高大的老者，面容白皙，脸色和蔼，轻轻眯眼打量着两座毗邻院落的少年少女。
en_us: Beside the brocade-robed young boy stood a tall and broad elderly man with a fair complexion and a benevolent look on his face. The old man's eyes were slightly narrowed as his gaze roamed over the young trio in the two neighboring courtyards.

source: 长久沉默，最后刘灞桥轻声道：“如此说来，从这里走出去的家伙，人人都是过河卒。”
en_us: After a long period of silence, Liu Baqiao quietly remarked, "That being the case, everyone hailing from this small town is nothing but a helpless pawn."

source: 门口的陈平安笑了笑，根本就没有当真。
en_us: Chen Ping'an merely brushed off the question with a smile, treating it as nothing more than a jibe.

source: 门口那边传来宁姚的嗓音，“你怎么不把这支簪子别上？人家既然愿意送给你，自然是希望你物尽其用。”
en_us: Ning Yao's voice suddenly rang out from the doorway. "Why don't you put on the hairpin? Mr. Qi gave it to you, so he naturally would've wanted it to be used for its purpose."

source: 门外那些人，明显分作好几拨，并不是一伙人，但都望向门内的清瘦少年，大多脸色漠然，偶有一两人，视线早已越过少年的身影，望向小镇更远处。
en_us: The people outside the town gate were clearly split up into several groups, rather than belonging to one large group, but all of them wore aloof and indifferent expressions as they looked at Chen Ping'an. A couple of them had already looked past him and were peering further into the town.

source: 门房一听介绍后有些懵，宋集薪在泥瓶巷的邻居，要找宋集薪和督造官宋大人？
en_us: After hearing Chen Ping'an's self-introduction, the porter was rather befuddled. Chen Ping'an had told him that he was Song Jixin's neighbor on Clay Vase Alley, and that he was here to see Song Jixin and Master Song, the kiln supervision official.

source: 门房叹了口气，有些奇怪，为何管事一听是泥瓶巷姓陈的少年，就点头答应了。什么时候衙署的门槛这么低了？
en_us: The porter heaved a faint sigh as he looked on at the two departing figures. He was rather perplexed about why the steward had agreed to let the boy enter the office as soon as he heard that it was a boy with the Chen surname from Clay Vase Alley. Since when had the requirements for entering the office become so low?

source: 门房有些心虚，其实他方才见着管事，言语当中的明里暗里，都劝管事多一事不如少一事，别让那少年进衙署，只不过他也没直说，相信以老管事在公门修行这么多年的高深道行，肯定心知肚明。
en_us: At the same time, the porter was feeling a little guilty. Just now, he had been implicitly attempting to convince the steward to avoid any potential trouble and turn Chen Ping'an away. However, he hadn't made this explicitly clear. He was confident that given how experienced and wily the steward was, he would've been able to read between the lines.
